Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jeśli chcę zostać czeladnikiem Slagera, to muszę mu przynieść mięso z listy.
uk: Якщо я хочу стати учнем Слагера, я маю принести йому м'ясо згідно зі списком.

source: Jeśli chcę zostać obywatelem miasta, muszę skontaktować się z niejakim Mateyem. Jego biuro znajduje się w budynku naprzeciwko Gildii Kupieckiej.
uk: Якщо я хочу стати громадянином міста, я повинен звернутися до людини на ім'я Матей. Його офіс знаходиться в будівлі навпроти Торгової Гільдії.

source: Jeśli chodzi o Biedną Dzielnicę w porcie...
uk: Щодо Бідного кварталу в порту...

source: Jeśli chodzi o Bursztynowe Wybrzeże, to zdaje się, że upodobały je sobie morskie węże.
uk: Що стосується Бурштинового узбережжя, то, здається, його облюбували хвилежери.

source: Jeśli chodzi o Jorna, to możesz być spokojny, zajmę się nim.
uk: Щодо Йорна, можеш бути впевненим, я про нього подбаю.

source: Jeśli chodzi o Lichwiarza, to nie musisz się martwić. Nie będę miał dla niego żadnej litości.
uk: Щодо Лихваря, то можеш не хвилюватися. У мене немає для нього жодного милосердя.

source: Jeśli chodzi o Rierola, to pewnie przesiaduje w tej swojej pracowni, jak to ma w zwyczaju o tej porze. Spokojnie, mam pewien sposób jak go stamtąd wyciągnąć.
uk: Що ж до Рієрола, то він, напевно, сидить у своїй майстерні, як і завжди о такій порі. Не хвилюйся, у мене є надійний спосіб виманити його звідти.

source: Jeśli chodzi o Stana i Rositę, to rzeczywiście na niego narzekała.
uk: Що стосується Стена і Розіти, то вона дійсно скаржилася на нього.

source: Jeśli chodzi o Stana...
uk: Щодо Стена...

source: Jeśli chodzi o cenne towary ze statku, to mam dla ciebie dobrą wiadomość.
uk: Щодо цінних товарів з корабля, то у мене для тебе хороша новина.

source: Jeśli chodzi o cenę, to tak jak powiedziałeś, będę to uzgadniał z Lennartem. Jak chcesz, to powiedz mu, że nie ma szans, by wiele ugrał. Gildia przecież musi coś na tym zarobić.
uk: Щодо ціни, то, як ти й казав, я узгоджу це з Ленартом. Якщо хочеш, скажи йому, що я не збираюся скидати ціну. Гільдія, врешті, повинна щось з цього мати.

source: Jeśli chodzi o ciebie, to możesz wracać do przełożonych by zdać raport. W mieście czeka na ciebie z pewnością pokaźna nagroda.
uk: Що стосується тебе, то ти можеш повернутися до свого керівництва, щоб відзвітувати. У місті на тебе, безперечно, чекає солідна винагорода.

source: Jeśli chodzi o ciebie... to wiszę ci skrzynkę piwa. Grayson dobrze zrobił zatrudniając cię.
uk: Щодо тебе... то я винен тобі ящик пива. Грейсон вчинив правильно, найнявши тебе.

source: Jeśli chodzi o dach nad moją głową, pogadaj z Helgą. Z tego, co wiem, robi z wami interesy.
uk: Щодо даху над головою: поговори з Хельгою. Наскільки я знаю, вона веде із вами справи.

source: Jeśli chodzi o doświadczonych wojowników, to kojarzę jeszcze Lutza, tego gwardzistę.
uk: Що стосується досвідчених воїнів, то я знаю Люца, того гвардійця.

source: Jeśli chodzi o jego wartość w złocie, to niezbyt cenny. Jeśli chodzi o wartość mentalną, to cenniejszy od modlitw do Adanosa.
uk: Щодо його цінності в золоті, то не дуже цінний. А щодо його духовної цінності, то він цінніший за молитви Аданосу.

source: Jeśli chodzi o mięso...
uk: Що стосується м'яса...

source: Jeśli chodzi o obywatelstwo, to najlepiej będzie jeśli udasz się do skryby Mateya, to on zajmuje się takimi rzeczami.
uk: Що стосується громадянства, то найкраще звернутися до писаря Матея, який займається такими питаннями.

source: Jeśli chodzi o okolice wieży sygnałowej, wszystko jest w porządku. Ciągle kręci się tam pełno ścierwojadów, i w sumie niewiele więcej. Gorzej z resztą.
uk: Щодо території навколо сигнальної вежі, то тут все гаразд. Там досі водяться багато падальників, і, власне, більше нічого. Гірше з рештою.

source: Jeśli chodzi o otwieranie zamków, to podstawy są niezwykle proste.
uk: Коли справа доходить до відмикання замків, основи надзвичайно прості.

source: Jeśli chodzi o skóry lodowych wilków, to Nordmarczycy przekazują je przyjaciołom, jako symbol szacunku, ale na to będziesz musiał najpierw odpowiednio sobie zasłużyć.
uk: Що стосується шкур крижаних вовків, то нордмарці дарують їх своїм друзям як символ поваги, але спершу їх треба заслужити.

source: Jeśli chodzi o sprawę z nowym wyposażeniem...
uk: Що стосується справи з новим спорядженням...

source: Jeśli chodzi o te zębacze...
uk: Стосовно тих снепперів...

source: Jeśli chodzi o transport...
uk: Що стосується вантажу...

source: Jeśli chodzi o tę sprawę z Marthą.
uk: Щодо цієї історії з Мартою.

source: Jeśli chodzi o tę sprawę z Marthą...
uk: Щодо цієї історії з Мартою...

source: Jeśli chodzi o tę sprawę, o której rozmawialiśmy wczoraj...
uk: Щодо того питання, яке ми обговорювали вчора...

source: Jeśli chodzi o zbieranie trofeów, to najlepiej zacząć od ściągania skór. Nie tych twardych, z gadów, tylko tych delikatnych lub ze zwierząt futrzastych.
uk: Коли справа доходить до збирання трофеїв, найкраще починати зі зняття шкур. Не з жорстких, як у рептилій, а з тонких, як у хутрових тварин.

source: Jeśli chodzi o zebrane listy polecające...
uk: Щодо зібраних рекомендаційних листів...

source: Jeśli chodzi o złoto, to bardzo mi przykro, ale Holdwig o tym decyduje. Tylko on ma klucze do skarbca. Dopóki się nie ocknie, nie mogę nic zrobić.
uk: Що стосується золота, мені вкрай прикро, та це вирішує Гольдвіг. Лише він має ключі до сховища. Поки він не отямиться, я нічого не вдію.

source: Jeśli choć na moment zbliżyłeś się do kościoła Innosa w mieście, to pewnie zauważyłeś, że z miejsca modlitwy zmieniło się ono w plac targowy.
uk: Якщо ти хоча б на мить наближався до церкви Інноса в місті, то, напевно, помітив, що з місця молитви він перетворився на ринкову площу.

source: Jeśli choć trochę lubisz swoje życie, to natychmiast zawrócisz.
uk: Якщо ти хоч трохи цінуєш життя, то повернешся назад у село.

source: Jeśli ci jej nie dam to pewnie będziesz mnie nachodzić każdego dnia z jakimiś lagami.
uk: Якщо я не найму тебе, ти, мабуть, приставатимеш до мене щодня з якимись палками.

source: Jeśli ci się chce, możesz też pogadać ze swoim faworytem, upewnić się, że dobrze wybrałeś i takie tam.
uk: Якщо хочеш, можеш також поспілкуватися зі своїм фаворитом, щоб переконатися, що зробив правильний вибір, і таке інше.

source: Jeśli ci się powiedzie, hojnie cię wynagrodzę. Masz moje słowo.
uk: Якщо тобі це вдасться, я щедро винагороджу тебе. Даю тобі слово.

source: Jeśli ci strażnicy byli w takim stanie, jak mówił o nich Kipper, to znalezienie ich tropu podczas szukania tej przeklętej Bestii nie powinno być większym problemem.
uk: Якщо ті вартові були в такому стані, про який говорив Кіпер, то знайти їхні сліди під час пошуків цього проклятого Звіра повинно бути нескладно.

source: Jeśli ci życie miłe, zabierzesz się stąd czym prędzej i nie wrócisz.
uk: Якщо тобі дороге своє життя, ти заберешся звідси якомога швидше і більше не повернешся.

source: Jeśli ciągle chcesz zostać moim czeladnikiem, to zapraszam! Okazałeś się naprawdę przydatny, potrzebuję kogoś takiego!
uk: Якщо ти все ще хочеш стати моїм учнем, то будь ласка! Ти виявився дуже корисним, мені потрібна така людина!

source: Jeśli cię to interesuje, to znajdziesz też tutaj uprawy winogron, jeśli chcesz poczytać, to mamy bibliotekę, jeśli pomodlić za naszych zmarłych braci, to udaj się na cmentarz.
uk: Якщо тобі цікаво, тут ми також вирощуємо виноград. Якщо захочеш почитати – у нас є бібліотека, якщо захочеш помолитися за наших полеглих братів – вирушай на цвинтар.

source: Jeśli cię to uspokoi, to możemy razem sprawdzić kuchnię i spiżarnię.
uk: Якщо тебе це заспокоїть, ми можемо разом перевірити кухню та комору.

source: Jeśli cię za to nie ukarzę, wkrótce wszyscy będą robili, co tylko przyjdzie im do głowy.
uk: Якщо я не покараю тебе за це, скоро кожен буде робити все, що заманеться.

source: Jeśli cię za to nie ukarzę, wszyscy obcy będą robili, co im tylko przyjdzie do głowy.
uk: Якщо я не покараю тебе за це, то скоро кожен тут робитиме все, що йому заманеться.

source: Jeśli cokolwiek ukradniesz, choćby miała to być wyrwana z czyjegoś pola przegniła rzepa, dowiem się o tym i będziesz za to przede mną odpowiadał.
uk: Якщо ти вкрадеш будь-що, навіть зірвеш з чужого поля гнилу ріпу, я про це дізнаюся, і ти будеш відповідати переді мною.

source: Jeśli coś dzieje się w porcie, to najlepiej będzie, jak zaczniesz swoje poszukiwania w karczmie u Helgi. Babka wie mnóstwo rzeczy, ale nie zawsze będzie ci chciała wszystko powiedzieć.
uk: Якщо в порту щось відбувається, то найкраще почати пошуки з корчми Хельги. Жіночка багато чого знає, але не завжди готова розповісти всі деталі.

source: Jeśli coś im się stało...
uk: Якщо з ними щось трапилось...

source: Jeśli coś zmaluje, to się nie przejmuj. Już my go przetrenujemy, hehe!
uk: Якщо він щось утне, не хвилюйся. Ми його провчимо, хе-хе!

source: Jeśli czegoś chcesz, to pogadaj z kapitanem. Ja tu nie dowodzę.
uk: Якщо тобі щось потрібно, поговори з капітаном. Я тут не головний.

source: Jeśli czegoś ci brakuje, udaj się na Plac Targowy, to tuż przy zachodniej bramie.
uk: Якщо тобі чогось бракує, вирушай на Ринкову площу, вона знаходиться одразу біля західних воріт.

source: Jeśli czujesz potrzebę, to możesz wnieść też także własne bryłki, ale ostrzegam, że z każdej będziesz rozliczony. Bezpieczniej będzie, jak je przechowasz w skrzyni obok wejścia.
uk: Якщо хочеш, можеш приносити свої самородки, але пам'ятай, що за кожен з них доведеться відповідати. Буде безпечніше залишити їх у скрині біля входу.

source: Jeśli dalej będzie to szło w takim tempie, każdy zdąży zbudować tu sobie nowy dom.
uk: Якщо так піде й надалі, то кожен встигне побудувати тут новий будинок.

source: Jeśli dalej będzie to szło w takim wolnym tempie, trzeba będzie pomyśleć o rozbiciu obozu...
uk: Якщо все продовжуватиметься в такому ж повільному темпі, доведеться подумати про те, щоб розбити табір...

source: Jeśli dalej czytasz to ogłoszenie, to jak najszybciej odwiedź Normana, stacjonującego pomiędzy posiadłością Volkera a Placem Targowym. To idealny nauczyciel dla każdego początkującego i średnio zaawansowanego.
uk: Якщо ви читаєте це оголошення, якнайшвидше завітайте до Нормана, котрий знаходиться між маєтком Волкера та Ринковою площею. Він – ідеальний вчитель для будь-кого: від початківців до більш досвідчених бійців.

source: Jeśli dasz się chociaż zadrapać, to będzie to wyłącznie twoja wina.
uk: Якщо отримаєш хоча б подряпину, це буде повністю твоя провина.

source: Jeśli do czegoś się nadajesz, to idź do koszar i porozmawiaj z Roderichem.
uk: Якщо надумав, то йди до казарм і поговори з Родеріхом.

source: Jeśli do jutra nie skończę tych gwoździ, Thorsten będzie wściekły.
uk: Якщо я не впораюся з цими цвяхами до завтра, Торстен розлютиться.

source: Jeśli do jutra nie zobaczę tutaj Naarsa całego i zdrowego to wymyślę dla was jeszcze ciekawsze kary.
uk: Якщо до завтра я не побачу тут живого і здорового Наарса, я вигадаю для тебе ще цікавіше покарання.

source: Jeśli do niego nie pójdziesz, trafisz do Kolonii z pewnością. Tak masz szansę na uniknięcie kary.
uk: Якщо ти не підеш до нього, то точно опинишся в Колонії. А так у тебе є шанс уникнути покарання.

source: Jeśli do tej pory jeszcze o mnie nie usłyszałeś, to chyba nie mamy o czym rozmawiać.
uk: Якщо ти досі нічого не чув про мене, то навряд чи нам є про що говорити.

source: Jeśli dobrze ci pójdzie, może spędzisz tam nawet większość wieczoru.
uk: Якщо у тебе все вийде, ти можеш навіть провести там більшу частину вечора.

source: Jeśli dobrze rozumiem ten list, to Ogis i Reez pomagali wynosić towar poza kopalnię.
uk: Якщо я правильно зрозумів, Огіс і Різ допомагали виносити товар з копальні.

source: Jeśli dobrze się spiszesz, obroty mogą mi nieźle wzrosnąć. Pamiętaj, że też możesz na tym zyskać.
uk: Якщо ти добре попрацюєш, мій товарообіг може значно зрости. Пам'ятай, що ти теж можеш отримати з цього вигоду.

source: Jeśli dobrze wymierzysz skok, to może nawet przeżyjesz.
uk: Якщо правильно виміряти стрибок, можна навіть вижити.

source: Jeśli dobrze zrozumiałem instrukcje tej kobiety, to tutaj powinien być magazyn, w którym pracował Finbar. Może tu uda mi się ustalić coś więcej na temat przemytników.
uk: Якщо я правильно зрозумів вказівки цієї жінки, саме тут повинен бути склад, де працював Фінбар. Можливо, тут я зможу більше дізнатися про контрабандистів.

source: Jeśli dostanę złoto za tę formalność, to czemu nie?
uk: Якщо я отримаю золото за цю формальність, то чому б і ні?

source: Jeśli dostałeś zaproszenie od Volkera, to niezwłocznie się do niego udaj.
uk: Якщо ти отримав запрошення від Волкера, негайно відправляйся до нього.

source: Jeśli dowódca się dowie, że puściłem cię samego, przywiąże mi kamień do szyi i wrzuci do jeziora!
uk: Якщо командир дізнається, що я випустив тебе самого, він прив'яже мені камінь до шиї і скине в озеро!

source: Jeśli dołączysz do naszych elit, pokażę ci też, jak mistrzowsko władać bronią jednoręczną i dwuręczną.
uk: Якщо ти приєднаєшся до нашої еліти, я також покажу тобі, як майстерно володіти одноручною та дворучною зброєю.

source: Jeśli dziewczyna byłaby w mieście, Helga by coś o tym wiedziała. Karczmarka ma rację, po omacku niczego nie zdziałam. Kto na wyspie mógłby zająć się porwaniem...
uk: Якби дівчина була в місті, Хельга б що-небудь про це знала. Корчмарка має рацію, я не можу нічого зробити наосліп. Хто на острові може займатися викраденнями...

source: Jeśli faktycznie ma takie problemy, jak powiedziałeś, to każda minuta jest na wagę złota!
uk: Якщо у неї справді такі неприємності, як ти кажеш, то кожна хвилина на вагу золота!

source: Jeśli faktycznie masz do niego interes, to życzę powodzenia. Będziesz go potrzebował.
uk: Якщо ти справді маєш бажання з ним зустрітися, бажаю тобі удачі. Вона тобі знадобиться.

source: Jeśli faktycznie pójdzie nawracać do portu, to tak dostanie po mordzie, że cała ta prawda uleci mu z głowy. Nie mamy się czym martwić.
uk: Якщо він дійсно піде в порт переконувати людей, то з нього там виб'ють усі ці дурниці. Нам нема про що турбуватися.

source: Jeśli go dopadniesz, to dopilnuj, by zdychał powoli i boleśnie.
uk: Якщо ти його спіймаєш, переконайся, що він помре повільною і болісною смертю.

source: Jeśli gubernator nie przystanie na nasze żądania, możliwe, że nie cofnie się przed niczym i wkrótce zakaże nam wychodzić na ulicę albo powsadza do więzień.
uk: Якщо губернатор не погодиться на наші вимоги, цілком можливо, що він не відступить і незабаром заборонить нам виходити на вулиці або посадить у в'язницю.

source: Jeśli gustujesz w toporach i dużych mieczach, to Folkard chętnie udzieli ci kilku lekcji na temat posługiwania się takim orężem.
uk: Якщо ви полюбляєте сокири та великі мечі, то Фолькард буде радий дати вам кілька уроків володіння такою зброєю.

source: Jeśli górnicy rzeczywiście planują jakiś przewrót, to musisz rozbić ich grupę. Tylko nie zacznij ich tam mordować! Roderich patrzy nam na ręce.
uk: Якщо гірники дійсно планують якийсь переворот, тобі потрібно їм завадити. Тільки не почни їх там вбивати! Родеріх слідкує за нами.

source: Jeśli ich wojska połączą siły, utrzymanie miasta stanie się bardzo trudnym zadaniem, niemal niemożliwym.
uk: Якщо їхні війська об'єднаються, утримати місто буде дуже складно, майже неможливо.

source: Jeśli ich zaskoczymy, być może dożyjemy jutra.
uk: Якщо ми нападемо зненацька, то, можливо, доживемо до завтра.

source: Jeśli jakieś znajdziesz, możesz je zatrzymać w ramach dodatkowej nagrody.
uk: Як щось таке знайдеш, можеш залишити це собі як додаткову винагороду.

source: Jeśli jakimś cudem uda ci się zdobyć od dowódcy takie pozwolenie, to będziesz mógł sobie coś dodatkowo wybrać z mojego asortymentu.
uk: Якщо якимось дивом тобі вдасться отримати такий дозвіл від командира, ти зможеш вибрати щось додатково з мого асортименту.

source: Jeśli jakimś cudem uda ci się znaleźć kawał dziczyzny, przyjdź z nim do mnie natychmiast.
uk: Якщо тобі якимось дивом вдасться знайти шматок дичини, негайно приходь з ним до мене.

source: Jeśli jednak bardzo ci zależy, to mógłbym wysłać cię do miasta jako mojego wysłannika. Ale nic za darmo.
uk: Однак, якщо тобі це справді так важливо, я міг би послати тебе до міста як свого посланця. Але це не безкоштовно.

source: Jeśli jednak faktycznie mamy do czynienia z porwaniem, to obawiam się, że pomóc może tylko straż miejska.
uk: Однак, якщо це дійсно було викрадення, боюся, що допомогти тут зможе лише Міська Варта.

source: Jeśli jednak jesteś wyznawcą Adanosa, to wieczorem w porcie możesz wysłuchać kazań magów wody.
uk: Однак, якщо ти послідовник Аданоса, то вечорами можеш послухати проповіді Магів Води у порту.

source: Jeśli jednak poprowadzisz rozmowę w odpowiedni sposób, jestem pewien, że wyjdziesz z pełną sakiewką.
uk: Однак, якщо ти вестимеш розмову в правильному руслі, я впевнений, що ти вийдеш з повним гаманцем.

source: Jeśli jednak szukasz kogoś, kto wykuje ci porządną klingę, pogadaj z Odgarem, ma pracownię w mieście. To prawdziwy mistrz w swoim fachu.
uk: Однак, якщо ти шукаєш когось, хто викує тобі пристойний клинок, звернися до Одгара, у нього є майстерня в місті. Він справжній майстер своєї справи.

source: Jeśli jego ludzie będą naciskać, Kaleb sam do nas przyjdzie.
uk: Якщо його люди наполягатимуть, Калеб сам прийде до нас.

source: Jeśli jest choć w połowie tak groźna jak to opisywał, to podoła każdej misji jaką sobie wymyślisz.
uk: Якщо вона хоча б наполовину така небезпечна, як він описав, то впорається з будь-яким завданням.

source: Jeśli jest coś co mógłbym zrobić, żeby ci pomóc to daj znać.
uk: Якщо я можу чимось тобі допомогти, лише дай мені знати.

source: Jeśli jest dla ciebie, to potraktuj to jako prezent. Dość mi już pomogłeś do tej pory.
uk: Якщо для тебе, то вважай, що це подарунок. Ти мені вже достатньо допоміг.

source: Jeśli jest sposób, by orkowie nie zaatakowali człowieka na sam widok, warto moim zdaniem pertraktować z nimi.
uk: Якщо є спосіб, щоб орки не нападали на людину, як тільки її побачать, то, на мою думку, варто почати з ними переговори.

source: Jeśli jest tu więcej osób takich jak ty czy oni, to odzyskamy i odbudujemy Archolos w mgnieniu oka.
uk: Якщо тут буде більше таких людей, як ти чи вони, ми в одну мить відіб'ємо і відбудуємо Архолос.

source: Jeśli jest z ciebie materiał na kogoś więcej, Adelard bądź Garos z pewnością to zauważy.
uk: Якщо ти здатен на щось більше, Аделард або Гарос обов'язково це помітять.

source: Jeśli jesteś jednym z ludzi Ulryka, to skończysz jak ci tutaj!
uk: Якщо ти один з людей Ульріка, то закінчиш так, як вони!

source: Jeśli jesteś nim zainteresowany, to może trafić w twoje ręce.
uk: Якщо тобі цікаво, то він може стати твоїм.

source: Jeśli jesteś robotny, to sobie w nim poradzisz, szczególnie patrząc na to, że nawet darmozjady żyją tutaj na jako takim poziomie.
uk: Якщо ти працьовитий, то у тебе все вийде, тим більше, що навіть дармоїди тут живуть на пристойному рівні.

source: Jeśli jesteś tu nowy, to radzę ci przede wszystkim uważać na własną sakwę.
uk: Якщо ти тут новенький, раджу насамперед пильнувати за власним гаманцем.

source: Jeśli jesteś tu, aby pomóc, porozmawiaj z naszym ogrodnikiem Bernardem. On był wtedy na zewnątrz, gdy wydarzył się zamach. Może powie ci coś więcej.
uk: Якщо ти тут, щоб допомогти, поговори з нашим садівником Бернардом. Він був на вулиці, коли стався напад. Можливо, він зможе розповісти більше.

source: Jeśli jesteś tym, za kogo się podajesz, powiedz mi, jak nazywa się karczma przed wjazdem do miasta?
uk: Якщо ти той, за кого себе видаєш, скажи, як називається корчма біля входу в місто?

source: Jeśli jesteś w miarę pojętny, to tak.
uk: Якщо ти достатньо обізнаний, то так.

source: Jeśli jesteś zainteresowany - przyjdź wieczorem. Z pewnością znajdzie się ktoś, z kim będziesz mógł się zmierzyć.
uk: Якщо зацікавився – приходь ввечері. Обов'язково знайдеться хтось, кому ти зможеш кинути виклик.

source: Jeśli jesteś zainteresowany historią, nie zapomnij nas odwiedzić. Nasza placówka znajduje się naprzeciwko Willi Szanownego Pana Volkera.
uk: Якщо ви цікавитеся історією, не забудьте завітати до нас. Наш заклад знаходиться навпроти маєтку вельмишановного пана Волкера.

source: Jeśli jesteś zainteresowany pomocą, to porozmawiaj z Cardenem.
uk: Якщо ти хочеш допомогти, поговори з Карденом.

source: Jeśli jeszcze kiedyś poproszę cię o bryłki, to mam nadzieję, że dasz mi je bez gadania.
uk: Якщо я ще колись попрошу у тебе самородків, сподіваюся, ти віддаси їх мені без лишніх розмов.

source: Jeśli jeszcze mógłbym ci w czymś pomóc, daj mi znać.
uk: Якщо я можу ще чимось тобі допомогти, дай мені знати.

source: Jeśli jeszcze przy okazji będę mógł zaszkodzić tej świni, Volkerowi, to przynajmniej przy okazji będzie to dobry uczynek.
uk: Якщо я при нагоді ще й зможу нашкодити цій свині, Волкеру, то це буде доброю справою.

source: Jeśli jeszcze raz zobaczę cię rozdającego te świstki, nie będę taki miły.
uk: Якщо я ще раз побачу, як ти роздаєш ці папірці, я вже не буду таким милим.

source: Jeśli jeszcze tam nie byłeś to ta w północno-zachodniej części Przystani.
uk: Якщо ти ще не був там, то це в північно-західній частині Гавані.

source: Jeśli już będziesz kręcił się po porcie, to poszukaj Ruuda w stoczni. Nie są może bliskimi przyjaciółmi, ale znają się z Mateyem od wielu lat i on z pewnością uzna też takie referencje.
uk: Якщо ти вже збираєшся вештатися портом, знайди Рууда на корабельні. Можливо, вони не такі близькі друзі, але вони з Матеєм знайомі вже багато років, і він неодмінно прийме таку рекомендацію.

source: Jeśli już jednak popełnisz błąd, zapamiętaj go i wyciągnij wnioski. Nie ma sensu po raz drugi próbować sekwencji, która cię już wcześniej zawiodła.
uk: Однак, якщо ти вже припустився помилки, запам'ятай її і зроби висновки. Немає сенсу повторювати послідовність, яка вже підвела тебе раніше.

source: Jeśli już musisz, to rób to w taki sposób, żeby nie przeszkadzać innym w pracy.
uk: Якщо це так необхідно, то роби це так, щоб не заважати іншим працювати.

source: Jeśli już zaczniesz, to nie odchodź od kufra czy drzwi. Po takim urwanym gmeraniu coś się w nich przestawi i podczas następnej próby będziesz musiał szukać nowej sekwencji.
uk: Якщо ти вже почав, не відходь від скрині чи дверей. Після того, як ти відійдеш, механізм зміститься, і тобі доведеться шукати нову послідовність під час наступної спроби.

source: Jeśli każdemu z potencjalnych chętnych opowiadasz o śmiertelności chrząszczy, to jakoś mnie to nie dziwi.
uk: Якщо ти кожному потенційному добровольцю розповідаєш про смертність жуків, то це мене не дивує.

source: Jeśli kiedyś złamie mi się kilof, będę mógł dostać nowy u Heisnera.
uk: Якщо моя кирка раптом зламається, я можу купити нову у Гейснера.

source: Jeśli kleks jest ledwo widoczny, zwyczajnie piszę obok, ale jeśli przebija się na drugą stronę...
uk: Якщо пляма ледь помітна, я просто пишу поруч, але якщо вона просочується на іншу сторону...

source: Jeśli klient ma pełną sakwę to mogę przygotować całą ucztę! Oczywiście nie opróżnię całej spiżarni dla jednej osoby, bo co bym później zaserwowała reszcie?
uk: Якщо у клієнта солідний гаманець, то я можу приготувати цілий бенкет! Звісно, я не спустошуватиму всю комору заради однієї людини, бо що ж тоді подавати іншим?

source: Jeśli ktokolwiek może ci w tym pomóc, to jest to z pewnością Ludwig. Mieszka w porcie, na wschód od kaplicy magów wody.
uk: Якщо хтось і може в цьому допомогти, то це Людвіг. Він живе у порту, на схід від храму Магів Води.

source: Jeśli ktokolwiek zobaczy cię ze sztyletem między żebrami, nawet nie kiwnie palcem, żeby ci pomóc. To nie miasto, gdzie czerwoni nie spuszczają z ciebie oczu.
uk: Якщо хтось побачить тебе з кинджалом між ребрами, він навіть пальцем не поворухне, щоб допомогти тобі. Це тобі не місто, де вартові не зводять з тебе очей.
